import React from 'react';
import '../App.css'


class MaventSistem extends React.Component {
  render(){
    return (
      <div >
        <div className="MaventSistem" >
          <h1 className="MaventSistemText">О системе «MAVENT»</h1>
          <p >
          В рамках объединения системы «MAVent» организован полный
           технологический цикл, который включает в себя разработку 
           концепции <br/>облицовки здания, проектирование, производство, монтаж и
            гарантийное обслуживание фасадных конструкций.
          </p>
          <p><br/>
          Наряду с комплексом инжиниринга система «MAVent» выполняет авторский надзор,
           шефмонтаж, обучение проектированию и монтажу <br/>вентилируемых фасадов MAVent.
            Ассортимент продукции и оказываемых услуг постоянно пополняется, в соответствии
             с<br/> потребительскими предпочтениями.
          </p>
          <p><br/>
          Наряду с комплексом инжиниринга система «MAVent» выполняет авторский надзор, шефмонтаж
          , обучение проектированию и монтажу<br/> вентилируемых фасадов MAVent. Ассортимент продукции 
          и оказываемых услуг постоянно пополняется, в соответствии с<br/> потребительскими предпочтениями.
           В рамках объединения системы «MAVent» организован полный технологический цикл, который 
          <br/> включает в себя разработку концепции облицовки здания.
          </p>
      </div>
      </div>
    );
  }
  
}

export default MaventSistem;